{
    "en":{
        "homepage.job" :"Software Developer | Full-stack Developer",
        "homepage.home": "Home",
        "homepage.skills" : "Skills & Tools",
        "homepage.projects": "Projects",
        "homepage.resume": "Resume",
        "homepage.contact": "Contact",
        "homepage.sendEmail": "Send Email",
        "basic.details":"Details",
        "basic.name": "Name",
        "basic.email": "Email", 
        "basic.message": "Message",
        "basic.reset": "Reset",
        "contact-form.success": "Success",
        "footer.copyright": "© {{year}} Humen Chau. All rights reserved.",
        "footer.designed" : "Designed in Figma and built with Svelte",
        "locale.en": "English",
        "locale.zh": "中文",
        "archaeology.desc": "A project in collaboration with <a target='_blank' href='https://hdt.arts.hku.hk/apsap-project'>Ararat Plain Southeast Archeology Project (APSAP)</a>. An Augmented Reality app that revolutionizes the way users interact with historical sites. By leveraging cutting-edge AR technology, this app offers an immersive experience that allows users to explore the Vedi River Valley in Armenia while learning about its rich cultural heritage. With features like 3D model projections, real-time navigation, and interactive educational content, it aims to enhance public engagement and appreciation for archaeology through a user-friendly platform.",
        "archaeology-backend.desc":"Designed to support the <strong>AR Archaeology App</strong>. Providing a robust backend for managing content related to the <a target='_blank' href='https://hdt.arts.hku.hk/apsap-project'>Ararat Plain Southeast Archeology Project (APSAP)</a>. This server features an intuitive admin panel that allows team members to create, manage and validate data shared with app users. ",
        "sleeptracker.desc": "A healthcare app designed to cater to diverse sleep patterns and lifestyles. Unlike traditional sleep-tracking apps that focus solely on monophasic sleep schedules, SleepTracker offers personalized plans, including polyphasic options, allowing users to optimize their sleep based on their unique needs. With real-time data collection, intuitive user interfaces, and insightful analytics, we aim to empower users to understand and improve their sleep quality for a healthier lifestyle."
    },
    "zh":{
        "homepage.job" :"軟體工程師 | 全端工程師",
        "homepage.home": "主頁",
        "homepage.skills" : "技能 & 工具",
        "homepage.projects": "專案",
        "homepage.resume": "履歷",
        "homepage.contact": "與我聯絡",
        "homepage.sendEmail": "確認送出",
        "basic.details":"詳請",
        "basic.name": "名稱",
        "basic.email": "電子郵件地址", 
        "basic.message": "內容",
        "basic.reset": "重置", 
        "contact.success": "成功送出",
        "footer.copyright": "© {{year}} Humen Chau. All rights reserved.",
        "footer.designed" : "Designed in Figma and built with Svelte",
        "locale.en": "English",
        "locale.zh": "中文",
        "archaeology.desc": "與 <a target='_blank' href='https://hdt.arts.hku.hk/apsap-project'>Ararat Plain Southeast Archeology Project (APSAP)</a> 合作的專案。透過AR技術，這提供了一種沉浸式體驗，使用戶能夠在阿爾尼亞的維迪河谷探索的同時，了解其豐富的文化遺產。憑藉3D模型投影、即時導航和互動教育內容等功能，提升大眾對考古學的參與感和欣賞度。",
        "archaeology-backend.desc": "一個穩健的後端來管理與 <strong>AR Archaeology App</strong> 相關的內容。此伺服器設有直觀的管理面板，允許團隊成員創建、管理和驗證與應用程式用戶共享的數據。",
        "sleeptracker.desc": "團體專案，旨在滿足多樣化睡眠模式和生活方式的創新應用。與僅專注於單相睡眠時間表的傳統睡眠追蹤應用程式不同，SleepTracker提供個人化的計劃，使用戶能夠根據自己的獨特需求優化睡眠。透過即時數據收集、直覺的用戶介面和深入的分析，旨在幫助用戶理解並改善睡眠質量，從而實現更健康的生活方式。"
    }
}